Repository: piotrekmarkowski/PMemories-iOS
Catalog: PMemoriesApp/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, he, hi, hu, id, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, sv, th, tr, uk, vi, zh_hans

source: Split clip here
ar: تقسيم المقطع هنا
cs: Rozdělit klip zde
da: Del klip her
de: Clip hier teilen
el: Διαχωρισμός κλιπ εδώ
es: Dividir clip aquí
fi: Jaa klippi tässä
fr: Diviser le clip ici
he: פצל קליפ כאן
hi: क्लिप को यहां विभाजित करें
hu: Klip vágása itt
id: Pisahkan klip di sini
it: Dividi clip qui
ja: ここでクリップを分割
ko: 여기서 클립 분할
nb: Del klipp her
nl: Clip hier splitsen
pl: Podziel klip tutaj
pt_br: Dividir clipe aqui
pt_pt: Dividir clipe aqui
ro: Împarte clipul aici
sv: Dela klippet här
th: แยกคลิปที่นี่
tr: Klibi burada böl
uk: Розділити кліп тут
vi: Cắt clip tại đây
zh_hans: 在此处拆分片段

source: Splits this time evenly across all photos/clips that don't have a manually set duration.
ar: يوزّع هذا الوقت بالتساوي على جميع الصور/المقاطع التي لم تُحدَّد مدتها يدويًا.
cs: Rozdělí tento čas rovnoměrně mezi všechny fotky/klipy bez ručně nastavené délky.
da: Fordeler denne tid jævnt over alle billeder/klip uden manuelt indstillet varighed.
de: Verteilt diese Zeit gleichmäßig auf alle Fotos/Clips ohne manuell festgelegte Dauer.
el: Κατανέμει αυτόν τον χρόνο ομοιόμορφα σε όλες τις φωτογραφίες/κλιπ που δεν έχουν χειροκίνητα ορισμένη διάρκεια.
es: Reparte este tiempo de forma equitativa entre todas las fotos/clips sin duración fijada manualmente.
fi: Jakaa tämän ajan tasaisesti kaikille kuville/klipeille, joilla ei ole manuaalisesti asetettua kestoa.
fr: Répartit ce temps équitablement entre toutes les photos/clips sans durée définie manuellement.
he: מחלק את הזמן הזה באופן שווה בין כל התמונות/הקליפים שאין להם משך שהוגדר ידנית.
hi: यह समय उन सभी फ़ोटो/क्लिप्स में समान रूप से बांटता है जिनकी अवधि मैन्युअल रूप से सेट नहीं की गई है।
hu: Ezt az időt egyenletesen elosztja az összes olyan fotó/klip között, amelynek nincs kézzel beállított hossza.
id: Membagi waktu ini secara merata ke semua foto/klip yang tidak memiliki durasi yang diatur secara manual.
it: Distribuisce questo tempo in modo uniforme tra tutte le foto/clip senza una durata impostata manualmente.
ja: 手動で長さを設定していないすべての写真・クリップに、この時間を均等に振り分けます。
ko: 수동으로 길이를 설정하지 않은 모든 사진/클립에 이 시간을 균등하게 나눕니다.
nb: Fordeler denne tiden jevnt over alle bilder/klipp uten manuelt angitt varighet.
nl: Verdeelt deze tijd gelijkmatig over alle foto's/clips zonder handmatig ingestelde duur.
pl: Rozłoży ten czas równo na wszystkie zdjęcia/klipy, które nie mają ręcznie ustawionej długości.
pt_br: Distribui esse tempo igualmente entre todas as fotos/clipes sem duração definida manualmente.
pt_pt: Distribui este tempo de forma uniforme por todas as fotos/clipes sem duração definida manualmente.
ro: Împarte acest timp egal între toate fotografiile/clipurile care nu au o durată setată manual.
sv: Fördelar den här tiden jämnt över alla foton/klipp utan manuellt inställd längd.
th: แบ่งเวลานี้อย่างเท่าเทียมกันในรูปภาพ/คลิปทั้งหมดที่ไม่ได้ตั้งค่าระยะเวลาด้วยตนเอง
tr: Bu süreyi, manuel olarak süre ayarlanmamış tüm fotoğraf/kliplere eşit şekilde dağıtır.
uk: Розподіляє цей час рівномірно між усіма фото/кліпами без вручну заданої тривалості.
vi: Chia đều thời gian này cho tất cả ảnh/clip chưa được đặt thời lượng thủ công.
zh_hans: 将这段时间平均分配给所有未手动设置时长的照片/片段。

source: Spring
ar: الربيع
cs: Jaro
da: Forår
de: Frühling
el: Άνοιξη
es: Primavera
fi: Kevät
fr: Printemps
he: אביב
hi: वसंत
hu: Tavasz
id: Musim Semi
it: Primavera
ja: 春
ko: 봄
nb: Vår
nl: Lente
pl: Wiosna
pt_br: Primavera
pt_pt: Primavera
ro: Primăvară
sv: Vår
th: ฤดูใบไม้ผลิ
tr: İlkbahar
uk: Весна
vi: Mùa xuân
zh_hans: 春季

source: Squeeze
ar: عصر
cs: Stlačení
da: Klem
de: Zusammenpressen
el: Συμπίεση
es: Compresión
fi: Puristus
fr: Compression
he: סחיטה
hi: स्क्वीज़
hu: Összenyomás
id: Peras
it: Compressione
ja: スクイーズ
ko: 압축
nb: Klem
nl: Samendrukken
pl: Ściśnięcie
pt_br: Compressão
pt_pt: Compressão
ro: Comprimare
sv: Klämma
th: บีบ
tr: Sıkıştır
uk: Стиснення
vi: Ép
zh_hans: 挤压

source: Starry Night
ar: ليلة مرصعة بالنجوم
cs: Hvězdná noc
da: Stjernenat
de: Sternennacht
el: Έναστρη νύχτα
es: Noche estrellada
fi: Tähtiyö
fr: Nuit étoilée
he: לילה זרוע כוכבים
hi: तारों भरी रात
hu: Csillagos éjszaka
id: Malam berbintang
it: Notte stellata
ja: 星降る夜
ko: 별이 빛나는 밤
nb: Stjernenatt
nl: Sterrennacht
pl: Gwiaździsta noc
pt_br: Noite estrelada
pt_pt: Noite estrelada
ro: Noapte înstelată
sv: Stjärnnatt
th: คืนแห่งดวงดาว
tr: Yıldızlı gece
uk: Зоряна ніч
vi: Đêm đầy sao
zh_hans: 星夜

source: Start
ar: البداية
cs: Začátek
de: Anfang
el: Αρχή
es: Inicio
fi: Alku
fr: Début
he: התחלה
hi: शुरुआत
hu: Kezdet
id: Mulai
it: Inizio
ja: 開始
ko: 시작
nl: Begin
pt_br: Início
pt_pt: Início
th: เริ่ม
tr: Başlangıç
uk: Початок
vi: Bắt đầu
zh_hans: 开始

source: Start date
ar: تاريخ البدء
cs: Datum zahájení
da: Startdato
de: Startdatum
el: Ημερομηνία έναρξης
es: Fecha de inicio
fi: Alkamispäivä
fr: Date de début
he: תאריך התחלה
hi: प्रारंभ तारीख
hu: Kezdés dátuma
id: Tanggal mulai
it: Data di inizio
ja: 開始日
ko: 시작일
nb: Startdato
nl: Startdatum
pl: Data rozpoczęcia
pt_br: Data de início
pt_pt: Data de início
ro: Data de început
sv: Startdatum
th: วันที่เริ่มต้น
tr: Başlangıç tarihi
uk: Дата початку
vi: Ngày bắt đầu
zh_hans: 开始日期

source: Start your first trip
ar: ابدأ رحلتك الأولى
cs: Začněte svou první cestu
da: Start din første rejse
de: Starte deine erste Reise
el: Ξεκινήστε το πρώτο σας ταξίδι
es: Comienza tu primer viaje
fi: Aloita ensimmäinen matkasi
fr: Commencez votre premier voyage
he: התחל את הטיול הראשון שלך
hi: अपनी पहली यात्रा शुरू करें
hu: Kezdd el az első utadat
id: Mulai perjalanan pertama Anda
it: Inizia il tuo primo viaggio
ja: 最初の旅行を始めましょう
ko: 첫 여행을 시작하세요
nb: Start din første reise
nl: Begin je eerste reis
pl: Zacznij pierwszą podróż
pt_br: Comece sua primeira viagem
pt_pt: Comece a sua primeira viagem
ro: Începe prima ta călătorie
sv: Starta din första resa
th: เริ่มทริปแรกของคุณ
tr: İlk gezinizi başlatın
uk: Почніть свою першу подорож
vi: Bắt đầu chuyến đi đầu tiên
zh_hans: 开始你的第一次旅行

source: Starting city
ar: مدينة الانطلاق
cs: Výchozí město
da: Startby
de: Startstadt
el: Πόλη εκκίνησης
es: Ciudad de inicio
fi: Lähtökaupunki
fr: Ville de départ
he: עיר מוצא
hi: प्रारंभिक शहर
hu: Kiindulási város
id: Kota keberangkatan
it: Città di partenza
ja: 出発都市
ko: 출발 도시
nb: Startby
nl: Startstad
pl: Miasto startowe
pt_br: Cidade de partida
pt_pt: Cidade de partida
ro: Orașul de plecare
sv: Startstad
th: เมืองเริ่มต้น
tr: Başlangıç şehri
uk: Місто відправлення
vi: Thành phố xuất phát
zh_hans: 出发城市

source: Starting point
ar: نقطة الانطلاق
cs: Výchozí bod
da: Startpunkt
de: Startpunkt
el: Σημείο εκκίνησης
es: Punto de partida
fi: Lähtöpiste
fr: Point de départ
he: נקודת מוצא
hi: शुरुआती बिंदु
hu: Kiindulópont
id: Titik awal
it: Punto di partenza
ja: 出発地点
ko: 출발지
nb: Startpunkt
nl: Startpunt
pl: Punkt startowy
pt_br: Ponto de partida
pt_pt: Ponto de partida
ro: Punct de plecare
sv: Startpunkt
th: จุดเริ่มต้น
tr: Başlangıç noktası
uk: Початкова точка
vi: Điểm xuất phát
zh_hans: 出发地

source: Starts today
ar: يبدأ اليوم
cs: Začíná dnes
da: Starter i dag
de: Startet heute
el: Ξεκινά σήμερα
es: Empieza hoy
fi: Alkaa tänään
fr: Commence aujourd'hui
he: מתחיל היום
hi: आज से शुरू
hu: Ma indul
id: Dimulai hari ini
it: Inizia oggi
ja: 本日出発
ko: 오늘 시작
nb: Starter i dag
nl: Begint vandaag
pl: Zaczyna się dziś
pt_br: Começa hoje
pt_pt: Começa hoje
ro: Începe azi
sv: Börjar idag
th: เริ่มวันนี้
tr: Bugün başlıyor
uk: Починається сьогодні
vi: Bắt đầu hôm nay
zh_hans: 今天出发

source: Staying with family/friends
ar: الإقامة مع العائلة/الأصدقاء
cs: U rodiny/přátel
da: Hos familie/venner
de: Bei Familie/Freunden
el: Σε συγγενείς/φίλους
es: En casa de familiares/amigos
fi: Perheen/ystävien luona
fr: Chez de la famille/des amis
he: אצל משפחה/חברים
hi: परिवार/दोस्तों के साथ
hu: Családnál/barátoknál
id: Menginap di keluarga/teman
it: Da parenti/amici
ja: 家族・友人宅に滞在
ko: 가족/친구 집에 머물기
nb: Hos familie/venner
nl: Bij familie/vrienden
pl: Nocleg u rodziny/znajomych
pt_br: Na casa de família/amigos
pt_pt: Em casa de família/amigos
ro: La familie/prieteni
sv: Hos familj/vänner
th: พักกับครอบครัว/เพื่อน
tr: Aile/arkadaş yanında
uk: У родичів/друзів
vi: Ở nhà người thân/bạn bè
zh_hans: 住在亲友家

source: Storyteller
ar: راوي القصص
cs: Vypravěč
da: Historiefortæller
de: Geschichtenerzähler
el: Αφηγητής
es: Narrador de historias
fi: Tarinankertoja
fr: Conteur d'histoires
he: מספר סיפורים
hi: कहानीकार
hu: Mesemondó
id: Pendongeng
it: Narratore
ja: ストーリーテラー
ko: 스토리텔러
nb: Historieforteller
nl: Verhalenverteller
pl: Gawędziarz
pt_br: Contador de Histórias
pt_pt: Contador de Histórias
ro: Povestitor
sv: Berättare
th: นักเล่าเรื่อง
tr: Hikaye Anlatıcısı
uk: Оповідач
vi: Người kể chuyện
zh_hans: 故事讲述者

source: Studio
ar: الاستوديو
da: Studie
el: Στούντιο
es: Estudio
he: סטודיו
hi: स्टूडियो
hu: Stúdió
ja: スタジオ
ko: 스튜디오
pt_br: Estúdio
pt_pt: Estúdio
th: สตูดิโอ
tr: Stüdyo
uk: Студія
zh_hans: 工作室

source: Studio & Library
ar: الاستوديو والمكتبة
cs: Studio a knihovna
da: Studie og bibliotek
de: Studio & Bibliothek
el: Στούντιο & Βιβλιοθήκη
es: Estudio y biblioteca
fi: Studio ja kirjasto
fr: Studio et bibliothèque
he: אולפן וספרייה
hi: स्टूडियो और लाइब्रेरी
hu: Stúdió és Könyvtár
id: Studio & Pustaka
it: Studio e libreria
ja: スタジオとライブラリ
ko: 스튜디오 및 보관함
nb: Studio og bibliotek
nl: Studio en bibliotheek
pl: Studio i Biblioteka
pt_br: Estúdio e biblioteca
pt_pt: Estúdio e biblioteca
ro: Studio și bibliotecă
sv: Studio och bibliotek
th: สตูดิโอและคลัง
tr: Stüdyo ve Kitaplık
uk: Студія та бібліотека
vi: Studio & Thư viện
zh_hans: 工作室与资料库

source: Style
ar: النمط
cs: Styl
da: Stil
de: Stil
el: Στιλ
es: Estilo
fi: Tyyli
he: סגנון
hi: स्टाइल
hu: Stílus
id: Gaya
it: Stile
ja: スタイル
ko: 스타일
nb: Stil
nl: Stijl
pl: Styl
pt_br: Estilo
pt_pt: Estilo
ro: Stil
sv: Stil
th: สไตล์
tr: Stil
uk: Стиль
vi: Kiểu
zh_hans: 样式

source: Style — coming soon
ar: النمط — قريبًا
cs: Styl — již brzy
da: Stil — kommer snart
de: Stil — demnächst
el: Στιλ — έρχεται σύντομα
es: Estilo — próximamente
fi: Tyyli — tulossa pian
fr: Style — bientôt disponible
he: סגנון — בקרוב
hi: स्टाइल — जल्द आ रहा है
hu: Stílus — hamarosan
id: Gaya — segera hadir
it: Stile — prossimamente
ja: スタイル — 近日公開
ko: 스타일 — 출시 예정
nb: Stil — kommer snart
nl: Stijl — binnenkort beschikbaar
pl: Styl — wkrótce
pt_br: Estilo — em breve
pt_pt: Estilo — brevemente
ro: Stil — în curând
sv: Stil — kommer snart
th: สไตล์ — เร็ว ๆ นี้
tr: Stil — yakında
uk: Стиль — скоро з'явиться
vi: Kiểu — sắp ra mắt
zh_hans: 样式 — 即将推出

source: Summer
ar: الصيف
cs: Léto
da: Sommer
de: Sommer
el: Καλοκαίρι
es: Verano
fi: Kesä
fr: Été
he: קיץ
hi: गर्मी
hu: Nyár
id: Musim Panas
it: Estate
ja: 夏
ko: 여름
nb: Sommer
nl: Zomer
pl: Lato
pt_br: Verão
pt_pt: Verão
ro: Vară
sv: Sommar
th: ฤดูร้อน
tr: Yaz
uk: Літо
vi: Mùa hè
zh_hans: 夏季

source: Templates
ar: القوالب
cs: Šablony
da: Skabeloner
de: Vorlagen
el: Πρότυπα
es: Plantillas
fi: Mallipohjat
fr: Modèles
he: תבניות
hi: टेम्पलेट्स
hu: Sablonok
id: Templat
it: Modelli
ja: テンプレート
ko: 템플릿
nb: Maler
nl: Sjablonen
pl: Szablony
pt_br: Modelos
pt_pt: Modelos
ro: Șabloane
sv: Mallar
th: เทมเพลต
tr: Şablonlar
uk: Шаблони
vi: Mẫu
zh_hans: 模板

source: Text
ar: النص
da: Tekst
el: Κείμενο
es: Texto
fi: Teksti
fr: Texte
he: טקסט
hi: टेक्स्ट
hu: Szöveg
id: Teks
it: Testo
ja: テキスト
ko: 텍스트
nb: Tekst
nl: Tekst
pl: Napisy
pt_br: Texto
pt_pt: Texto
th: ข้อความ
tr: Metin
uk: Текст
vi: Văn bản
zh_hans: 文字

source: The Collector
ar: الجامع
cs: Sběratel
da: Samleren
de: Der Sammler
el: Ο Συλλέκτης
es: El coleccionista
fi: Keräilijä
fr: Le collectionneur
he: האספן
hi: संग्रहकर्ता
hu: A Gyűjtő
id: Sang Kolektor
it: Il collezionista
ja: コレクター
ko: 수집가
nb: Samleren
nl: De verzamelaar
pl: Kolekcjoner
pt_br: O Colecionador
pt_pt: O Colecionador
ro: Colecționarul
sv: Samlaren
th: นักสะสม
tr: Koleksiyoncu
uk: Колекціонер
vi: Nhà sưu tầm
zh_hans: 收藏家

source: The app detects places and order from your photos' location and date — review and adjust the result before saving.
ar: يكتشف التطبيق الأماكن والترتيب من موقع صورك وتاريخها — راجع النتيجة واضبطها قبل الحفظ.
cs: Aplikace rozpoznává místa a pořadí podle polohy a data vašich fotek — před uložením výsledek zkontrolujte a upravte.
da: Appen registrerer steder og rækkefølge ud fra dine billeders placering og dato — gennemgå og justér resultatet, før du gemmer.
de: Die App erkennt Orte und Reihenfolge anhand von Standort und Datum deiner Fotos — überprüfe und passe das Ergebnis vor dem Speichern an.
el: Η εφαρμογή εντοπίζει μέρη και σειρά από την τοποθεσία και ημερομηνία των φωτογραφιών σας — ελέγξτε και προσαρμόστε το αποτέλεσμα πριν την αποθήκευση.
es: La app detecta los lugares y el orden a partir de la ubicación y fecha de tus fotos — revisa y ajusta el resultado antes de guardar.
fi: Sovellus tunnistaa paikat ja järjestyksen kuviesi sijainnin ja päivämäärän perusteella — tarkista ja säädä tulosta ennen tallennusta.
fr: L'app détecte les lieux et l'ordre à partir de la localisation et de la date de vos photos — vérifiez et ajustez le résultat avant d'enregistrer.
he: האפליקציה מזהה מקומות וסדר על פי המיקום והתאריך של התמונות שלך — סקור והתאם את התוצאה לפני השמירה.
hi: ऐप आपकी फ़ोटो के स्थान और तारीख़ से जगहें और क्रम पहचानता है — सहेजने से पहले परिणाम की समीक्षा करें और समायोजित करें।
hu: Az app a fotóid helye és dátuma alapján ismeri fel a helyeket és a sorrendet — mentés előtt tekintsd át és igazítsd az eredményt.
id: Aplikasi mendeteksi tempat dan urutan dari lokasi dan tanggal foto Anda — tinjau dan sesuaikan hasilnya sebelum menyimpan.
it: L'app rileva i luoghi e l'ordine dalla posizione e dalla data delle tue foto — controlla e correggi il risultato prima di salvare.
ja: アプリは写真の位置情報と日付から場所と順序を検出します — 保存する前に結果を確認・調整してください。
ko: 앱이 사진의 위치와 날짜를 바탕으로 장소와 순서를 감지합니다 — 저장하기 전에 결과를 검토하고 조정하세요.
nb: Appen oppdager steder og rekkefølge fra bildenes posisjon og dato — se gjennom og juster resultatet før du lagrer.
nl: De app herkent plaatsen en volgorde aan de hand van de locatie en datum van je foto's — controleer en pas het resultaat aan voordat je opslaat.
pl: Appka rozpozna miejsca i kolejność na podstawie lokalizacji i daty zdjęć — sprawdź i popraw wynik przed zapisaniem.
pt_br: O app detecta lugares e a ordem a partir da localização e data das suas fotos — revise e ajuste o resultado antes de salvar.
pt_pt: A aplicação deteta locais e a ordem a partir da localização e data das suas fotos — reveja e ajuste o resultado antes de guardar.
ro: Aplicația detectează locurile și ordinea din locația și data fotografiilor tale — verifică și ajustează rezultatul înainte de a salva.
sv: Appen identifierar platser och ordning utifrån dina fotons plats och datum — granska och justera resultatet innan du sparar.
th: แอปตรวจจับสถานที่และลำดับจากตำแหน่งและวันที่ของรูปภาพคุณ — ตรวจสอบและปรับผลลัพธ์ก่อนบันทึก
tr: Uygulama, fotoğraflarınızın konumu ve tarihinden yerleri ve sırayı tespit eder — kaydetmeden önce sonucu gözden geçirin ve ayarlayın.
uk: Застосунок визначає місця та порядок за розташуванням і датою ваших фото — перегляньте та скоригуйте результат перед збереженням.
vi: Ứng dụng phát hiện địa điểm và thứ tự từ vị trí và ngày của ảnh — hãy xem lại và điều chỉnh kết quả trước khi lưu.
zh_hans: 应用会根据照片的位置和日期检测地点和顺序——保存前请检查并调整结果。

source: The detected route will replace the current stops in the list.
ar: سيحل المسار المكتشف محل المحطات الحالية في القائمة.
cs: Rozpoznaná trasa nahradí stávající zastávky v seznamu.
da: Den registrerede rute erstatter de nuværende stop på listen.
de: Die erkannte Route ersetzt die aktuellen Stopps in der Liste.
el: Η εντοπισμένη διαδρομή θα αντικαταστήσει τις τρέχουσες στάσεις στη λίστα.
es: La ruta detectada reemplazará las paradas actuales de la lista.
fi: Tunnistettu reitti korvaa nykyiset pysähdykset listalla.
fr: L'itinéraire détecté remplacera les étapes actuelles de la liste.
he: המסלול שזוהה יחליף את התחנות הנוכחיות ברשימה.
hi: पता लगाया गया रूट सूची में मौजूदा पड़ावों की जगह लेगा।
hu: A felismert útvonal lecseréli a lista jelenlegi megállóit.
id: Rute yang terdeteksi akan menggantikan perhentian saat ini dalam daftar.
it: Il percorso rilevato sostituirà le tappe attuali nell'elenco.
ja: 検出されたルートは、リスト内の現在の立ち寄り地を置き換えます。
ko: 감지된 경로가 목록의 현재 경유지를 대체합니다.
nb: Den oppdagede ruten erstatter de nåværende stoppene i listen.
nl: De herkende route vervangt de huidige stops in de lijst.
pl: Wykryta trasa zastąpi obecne przystanki na liście.
pt_br: A rota detectada substituirá as paradas atuais na lista.
pt_pt: A rota detetada substituirá as paragens atuais na lista.
ro: Ruta detectată va înlocui opririle actuale din listă.
sv: Den identifierade rutten ersätter de nuvarande stoppen i listan.
th: เส้นทางที่ตรวจพบจะแทนที่จุดแวะปัจจุบันในรายการ
tr: Tespit edilen rota, listedeki mevcut durakların yerini alacak.
uk: Визначений маршрут замінить поточні зупинки у списку.
vi: Lộ trình được phát hiện sẽ thay thế các điểm dừng hiện tại trong danh sách.
zh_hans: 检测到的路线将替换列表中当前的途经点。

source: This place isn't linked to a video yet — link it in Travel Map (the 🎞️ button next to the stop).
ar: لم يتم ربط هذا المكان بفيديو بعد — اربطه في خريطة السفر (زر 🎞️ بجانب المحطة).
cs: Toto místo ještě není propojeno s videem — propojte ho v Mapě cest (tlačítko 🎞️ vedle zastávky).
da: Dette sted er endnu ikke knyttet til en video — knyt det i Rejsekort (🎞️-knappen ved siden af stoppet).
de: Dieser Ort ist noch mit keinem Video verknüpft — verknüpfe ihn in der Reisekarte (die 🎞️-Schaltfläche neben dem Stopp).
el: Αυτό το μέρος δεν έχει συνδεθεί ακόμα με βίντεο — συνδέστε το στον Χάρτη Ταξιδιού (το κουμπί 🎞️ δίπλα στη στάση).
es: Este lugar aún no está vinculado a un vídeo — vincúlalo en Mapa de Viajes (el botón 🎞️ junto a la parada).
fi: Tätä paikkaa ei ole vielä linkitetty videoon — linkitä se Matkakartassa (🎞️-painike pysähdyksen vieressä).
fr: Ce lieu n'est pas encore associé à une vidéo — associez-le dans Carte de Voyage (le bouton 🎞️ à côté de l'étape).
he: המקום הזה עדיין לא מקושר לסרטון — קשר אותו במפת הטיולים (כפתור 🎞️ ליד התחנה).
hi: यह स्थान अभी किसी वीडियो से लिंक नहीं है — इसे ट्रैवल मैप में लिंक करें (पड़ाव के बगल में 🎞️ बटन)।
hu: Ez a hely még nincs videóhoz kapcsolva — kapcsold össze az Útitérképen (a megálló melletti 🎞️ gomb).
id: Tempat ini belum ditautkan ke video — tautkan di Peta Perjalanan (tombol 🎞️ di sebelah perhentian).
it: Questo luogo non è ancora collegato a un video — collegalo in Mappa dei Viaggi (il pulsante 🎞️ accanto alla tappa).
ja: この場所はまだ動画にリンクされていません — 旅行マップでリンクしてください（立ち寄り地の横にある🎞️ボタン）。
ko: 이 장소는 아직 동영상에 연결되어 있지 않습니다 — 여행 지도에서 연결하세요 (경유지 옆의 🎞️ 버튼).
nb: Dette stedet er ikke koblet til en video ennå — koble det i Reisekart (🎞️-knappen ved siden av stoppet).
nl: Deze plek is nog niet gekoppeld aan een video — koppel deze in Reiskaart (de 🎞️-knop naast de stop).
pl: To miejsce nie jest jeszcze połączone z żadnym filmem — połącz je w Travel Map (przycisk 🎞️ przy przystanku).
pt_br: Este lugar ainda não está vinculado a um vídeo — vincule-o no Mapa de Viagens (o botão 🎞️ ao lado da parada).
pt_pt: Este local ainda não está associado a um vídeo — associe-o no Mapa de Viagens (o botão 🎞️ junto à paragem).
ro: Acest loc nu este încă legat de un videoclip — leagă-l în Harta Călătoriilor (butonul 🎞️ de lângă oprire).
sv: Den här platsen är inte länkad till en video ännu — länka den i Reskarta (🎞️-knappen bredvid stoppet).
th: สถานที่นี้ยังไม่ได้เชื่อมโยงกับวิดีโอ — เชื่อมโยงในแผนที่การเดินทาง (ปุ่ม 🎞️ ข้างจุดแวะ)
tr: Bu yer henüz bir videoya bağlanmadı — Seyahat Haritası'nda bağlayın (durağın yanındaki 🎞️ düğmesi).
uk: Це місце ще не пов'язане з відео — прив'яжіть його в Мапі подорожей (кнопка 🎞️ поруч із зупинкою).
vi: Địa điểm này chưa được liên kết với video — hãy liên kết trong Bản đồ du lịch (nút 🎞️ cạnh điểm dừng).
zh_hans: 这个地点还没有关联视频——请在旅行地图中关联（途经点旁边的 🎞️ 按钮）。

source: This sends your planned stops to Travel Map and removes them from Trip Planning.
ar: سيؤدي هذا إلى إرسال المحطات المخطط لها إلى خريطة السفر وإزالتها من Trip Planning.
cs: Tímto se vaše plánované zastávky odešlou do Mapy cest a odstraní se z Trip Planning.
da: Dette sender dine planlagte stop til Rejsekortet og fjerner dem fra Trip Planning.
de: Dadurch werden deine geplanten Stopps an die Reisekarte gesendet und aus Trip Planning entfernt.
el: Αυτό θα στείλει τις προγραμματισμένες στάσεις σας στον Χάρτη Ταξιδιού και θα τις αφαιρέσει από το Trip Planning.
es: Esto enviará tus paradas planificadas al Mapa de Viajes y las eliminará de Trip Planning.
fi: Tämä lähettää suunnitellut pysähdyksesi Matkakartalle ja poistaa ne Trip Planningista.
fr: Cela enverra vos étapes prévues à la carte de voyage et les supprimera de Trip Planning.
he: פעולה זו תשלח את העצירות המתוכננות שלך למפת הטיולים ותסיר אותן מ-Trip Planning.
hi: इससे आपके नियोजित पड़ाव Travel Map पर भेज दिए जाएंगे और Trip Planning से हटा दिए जाएंगे।
hu: Ez elküldi a tervezett megállóidat az Utazási térképre, és eltávolítja őket a Trip Planningből.
id: Ini akan mengirim perhentian yang direncanakan ke Peta Perjalanan dan menghapusnya dari Trip Planning.
it: Questo invierà le tue tappe pianificate alla Mappa di Viaggio e le rimuoverà da Trip Planning.
ja: これにより、計画した立ち寄り先がTravel Mapに送信され、Trip Planningから削除されます。
ko: 이렇게 하면 계획한 정류지가 Travel Map으로 전송되고 Trip Planning에서 삭제됩니다.
nb: Dette sender de planlagte stoppene dine til Reisekartet og fjerner dem fra Trip Planning.
nl: Dit stuurt je geplande stops naar Travel Map en verwijdert ze uit Trip Planning.
pl: To wyśle Twoje zaplanowane przystanki do Mapy Podróży i usunie je z Trip Planning.
pt_br: Isso enviará suas paradas planejadas para o Mapa de Viagens e as removerá do Trip Planning.
pt_pt: Isto envia as tuas paragens planeadas para o Mapa de Viagens e remove-as do Trip Planning.
ro: Aceasta va trimite opririle planificate către Harta călătoriilor și le va elimina din Trip Planning.
sv: Detta skickar dina planerade stopp till Reskartan och tar bort dem från Trip Planning.
th: การดำเนินการนี้จะส่งจุดแวะที่วางแผนไว้ไปยัง Travel Map และลบออกจาก Trip Planning
tr: Bu, planladığın durakları Seyahat Haritası'na gönderir ve Trip Planning'den kaldırır.
uk: Це надішле ваші заплановані зупинки на Карту подорожей і видалить їх із Trip Planning.
vi: Thao tác này sẽ gửi các điểm dừng đã lên kế hoạch đến Travel Map và xóa chúng khỏi Trip Planning.
zh_hans: 这会将你计划的站点发送到旅行地图，并将其从行程规划中移除。
